[
  {
    "id": "0",
    "title": "Spaar",
    "slug": "spaar",
    "tags": "#dev #react #node",
    "img": "./images/projects/spaar.jpg",
    "desc": "This is by far my favorite dev-project. During Web App Development, we had to make a CRUD-app using React and Mongoose and JWT tokens to succesfully have authentication on the webapp. Spaar, 'save' in Dutch, is a simple money-keeping app that helps you log your incomes and expenses. If you want to log an expense, start your amount be adding a '-' in front of it.) ",
    "link": "http://spaar.herokuapp.com",
    "date": "02/06/2019",
    "customer": "Devine",
    "tools": "React, Node, MongoDB, Heroku, MobX"
  },
  {
    "id": "1",
    "title": "Electric Avenue",
    "slug": "electric-avenue",
    "tags": "#motion #AE #intro",
    "img": "./images/projects/electric_avenue.jpg",
    "desc": "Electric Avenue is a webseries produced by Leitmotiv. During the 4th semester, I got the opportunity to work on an intro and outro during class that would be presented to a real customer. At the end, I really liked it and was honored to receive positive feedback from the client.",
    "link": "https://www.behance.net/gallery/80792149/Electric-Avenue-Intro-Outro",
    "date": "10/06/2019",
    "customer": "Devine",
    "tools": "After Effects, GoPro360 Plugin, Premiere"
  },
  {
    "id": "2",
    "title": "Whole Earth Catalog",
    "slug": "whole-earth-catalog",
    "tags": "#UX #Sketch #app",
    "img": "./images/projects/wec.jpg",
    "desc": "The Whole Earth Catalog is a book all about gaining knowledge and reaching self-sufficienty. With the last edition published in 1968, would there still be people interested in a digital remake of this icon? That was the challenge that was given to us during our Cross Media Design course. The final product is a community-based IOS-app that still caputeres the essence and styling of the original book.",
    "link": "https://www.behance.net/gallery/87615483/Whole-Earth-Catalog-IOS-app",
    "date": "12/12/2018",
    "customer": "Devine",
    "tools": "Sketch, Illustrator, Invision, Photoshop"
  },
  {
    "id": "3",
    "title": "Space Survivor 9000",
    "slug": "space-survivor-9000",
    "tags": "#Phaser3 #PhP #game",
    "img": "./images/projects/ss9000.jpg",
    "desc": "Space Survivor 9000 is a Phaser 3 based game that I made together with a classmate during our Collaborative Development class. This was also the first project where we used Git to succesfully develop at the same time (after a few merge conflicts ofcourse ;) ) All visuals and audio were done by us using illustrator and garageband. Scores are being kept in a MySQL-database used in combination with PhP. Go on, have a go!",
    "link": "http://madebyrob.be/ss9000",
    "date": "16/12/2018",
    "customer": "Devine",
    "tools": "Illustrator, Phaser3, Webpack, Php, GarageBand, Git"
  },
  {
    "id": "4",
    "title": "Deliveroo App",
    "slug": "deliveroo-app",
    "tags": "#motion #AE #onboarding",
    "img": "./images/projects/deliveroo.jpg",
    "desc": "This is a visualisation of the Deliveroo-app with a dynamic onboarding and walkthrough. Focus is laid on delight animation aswell as and smooth transitions.",
    "link": "https://vimeo.com/370529125",
    "date": "28/05/2019",
    "customer": "Devine",
    "tools": "After Effects, Illustrator, Sketch, AEUX"
  },
  {
    "id": "5",
    "title": "Radio+",
    "slug": "radio+",
    "tags": "#design #rebrand #responsive",
    "img": "./images/projects/radio+.jpg",
    "desc": "Radio+ is a web-platform used to listen to flemish radiostations live aswell as on-demand. The current platform suffered from a lack of personality and structural coherence. With the adition of a like-system and personalized home page, the users would find already known and discover unkown content more effeciently.",
    "link": "https://www.behance.net/gallery/87619543/Radio-radio-web-app",
    "date": "24/10/2019",
    "customer": "Devine",
    "tools": "Sketch, Photoshop, Illustrator, After Effects"
  }
]
